esbenp.prettier-vscode
vscodevim.vim
ritwickdey.liveserver
nur.just-black
ecmel.vscode-html-css
pranaygp.vscode-css-peek
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coenraads.bracket-pair-colorizer
dbaeumer.vscode-eslint
hookyqr.beautify
johnpapa.vscode-cloak
ms-azuretools.vscode-docker
cweijan.vscode-mysql-client2
patbenatar.advanced-new-file
pkief.material-icon-theme
streetsidesoftware.code-spell-checker